Repository: sebasmagri/terminator
Catalog: terminator/locale/*/LC_MESSAGES/django.po
Languages: gl

source: 404 HTTP error page
gl: Páxina de erro 404 de HTTP

source: Terminator site admin
gl: Sitio de administración de Terminator

source: Terminator administration
gl: Administración de Terminator

source: Home
gl: Páxina de inicio

source: Object permissions
gl: Permisos do obxecto

source: Please correct the errors below.
gl: Por favor, corrixa os seguintes erros.

source: Users
gl: Usuarios

source: User permissions
gl: Permisos do usuario

source: User
gl: Usuario

source: Action
gl: Acción

source: Edit
gl: Editar

source: Manage user
gl: Xestionar usuario

source: Post
gl: Publicar

source: Preview
gl: Previsualizar

source: wrote on %(submit_date)s:
gl: escrito o %(submit_date)s:

source: Preview your comment
gl: Previsualizar o comentario

source: Please correct the error below
gl: Por favor, corrixa o seguinte erro

source: Post your comment
gl: Publicar o comentario

source: or make changes
gl: ou realizar modificacións

source: Activation failed
gl: Activación fallida

source: The activation process failed. The %(activation_key)s activation key is invalid.
gl: O proceso de activación fallou. A clave de activación %(activation_key)s non é válida.

source: Activation completed
gl: Activación completada

source: Activation
gl: Activación

source: The activation process is completed. You can <a href="/accounts/login/?next=/">log in</a>.
gl: Completouse o proceso de activación. Pode <a href="/accounts/login/?next=/">iniciar a sesión</a>.

source: Login
gl: Inicio de sesión

source: Log in
gl: Iniciar sesión

source: Register
gl: Rexistrar

source: Logout
gl: Pechar a sesión

source: Thank you.
gl: Grazas.

source: Log in again
gl: Iniciar sesión de novo

source: Registration completed
gl: Rexistro completado

source: Registration
gl: Rexistro

source: The registration process is completed. An email message has been sent to the specified address. Now you should check your email for this message, and follow the specified instructions.
gl: Completouse o proceso de rexistro. Enviaráselle unha mensaxe de correo electrónico ao enderezo indicado. Terá que comprobar se recibiu a mensaxe, e seguir as instrucións que nela se indican.

source: Administrative status reason for language
gl: Razón de estado administrativo para o idioma

source: Administrative status reasons for language
gl: Razóns de estado administrativo para o idioma

source: %(count)d proposal was successfully converted to translations and definitions in a new concept.
gl: Converteuse con éxito %(count)d proposta en traducións e definicións dun novo concepto.

source: Convert selected proposals to Translations and Definitions in a new concept
gl: Converter as propostas seleccionadas en Traducións e Definicións dun novo concepto

source: [Terminator] collaboration request rejected
gl: [Terminator] solicitude de colaboración rexeitada

source: Your collaboration request as "%(role)s" for glossary "%(glossary)s" was rejected by the glossary owners.
gl: Os donos do glosario rexeitaron a súa solicitude de colaboración como "%(role)s" no glosario "%(glossary)s".

source: Now you can manage translations, definitions, external resources, context sentences and corpus examples inside this glossary.
gl: Agora pode xestionar traducións, definicións, recursos externos, frase de exemplo e ligazóns a exemplos de uso real en corpus para este glosario.

source: Also you can manage concepts and concept proposals for this glossary.
gl: Tamén poderá xestionar conceptos e propostas de conceptos para este glosario.

source: As glossary owner you can modify or delete the glossary and manage its collaboration requests as well.
gl: Como dono de glosario poderá modificar ou eliminar o glosario e xestionar tamén as súas solicitudes de colaboración.

source: [Terminator] collaboration request accepted
gl: [Terminator] solicitude de colaboración aceptada

source: Your collaboration request as "%(role)s" for glossary "%(glossary)s" was accepted.
gl: Aceptouse a súa solicitude de colaboración como "%(role)s" no glosario "%(glossary)s".

source: %(count)d collaboration request was successfully accepted.
gl: Aceptouse con éxito %(count)d solicitude de colaboración.

source: Accept selected %(verbose_name_plural)s
gl: Aceptar as %(verbose_name_plural)s seleccionadas

source: Terminator latest %(model_name)s changes
gl: Últimos cambios en %(model_name)s de Terminator

source: Updates on %(model_name)s additions, changes and deletions to Terminator.
gl: Notificacións das adicións, cambios e eliminacións de %(model_name)s en Terminator.

source: Added
gl: Engadiuse

source: Deleted
gl: Eliminouse

source: Changed
gl: Modificouse

source: Terminator latest changes
gl: Últimos cambios en Terminator

source: Updates on latest additions, changes and deletions to Terminator.
gl: Notificacións das últimas adicións, cambios e eliminacións en Terminator.

source: Search string
gl: Cadea de busca

source: Also show partial matches
gl: Tamén mostrar as coindencias parciais

source: Filter by glossary
gl: Filtrar por glosario

source: Filter by language
gl: Filtrar por idioma

source: Filter by part of speech
gl: Filtrar por categoría gramatical

source: Filter by administrative status
gl: Filtrar por estado administrativo

source: From glossaries
gl: Dos glosarios

source: Export not finalized definitions
gl: Exportar as definicións sen rematar

source: Export admitted translations
gl: Exportar as traducións admitidas

source: Export not recommended translations
gl: Exportar as traducións non recomendadas

source: Export not finalized translations
gl: Exportar as traducións sen rematar

source: For languages
gl: Para os idiomas

source: You cannot export not recommended translations unless you also export admitted translations.
gl: Non pode exportar traducións non recomendadas a menos que tamén exporte traducións admitidas.

source: You cannot export not finalized translations unless you also export not recommended and admitted translations.
gl: Non pode exportar traducións sen rematar a menos que tamén exporte traducións non recomendadas e admitidas.

source: Subscribe to this glossary
gl: Subscribirse a este glosario

source: Specify only Subject fields that belong to the chosen glossary.
gl: Especifique só Ámbitos que pertenzan ao glosario elixido.

source: Specify only Broader concepts that belong to the chosen glossary.
gl: Especifique só Conceptos pai que pertenzan ao glosario elixido.

source: Specify only Related concepts that belong to the chosen glossary.
gl: Especifique só Conceptos relacionados que pertenzan ao glosario elixido.

source: Specify only Parts of speech allowed by the chosen language.
gl: Especifique só as Categorías gramaticais permitidas no idioma seleccionado.

source: Don't specify a Grammatical gender without specifying a Part of speech.
gl: Non especifique un Xénero gramatical sen especificar unha categoría gramatical.

source: The specified Part of speech doesn't allow specifying a Grammatical gender for the chosen language.
gl: A categoría gramatical especificada non admite xénero gramatical para o idioma elixido.

source: The chosen language doesn't allow specifying this Grammatical gender.
gl: O idioma elixido non admite este xénero gramatical.

source: Don't specify a Grammatical number without specifying a Part of speech.
gl: Non especifique un Número gramatical sen especificar unha categoría gramatical.

source: The specified Part of speech doesn't allow specifying a Grammatical number for the chosen language.
gl: A categoría gramatical especificada non admite número gramatical para o idioma elixido.

source: The chosen language doesn't allow specifying this Grammatical number.
gl: O idioma elixido non admite este número gramatical.

source: Don't specify an Administrative status reason without specifying an Administrative status.
gl: Non especifique unha razón de estado administrativo sen especificar un estado administrativo.

source: The specified Administrative status doesn't allow specifying an Administrative status reason.
gl: O estado administrativo escollido non admite unha razón de estado administrativo.

source: The chosen language doesn't allow specifying this Administrative status reason.
gl: O idioma escollido non permite especificar esta Razón de estado administrativo.

source: You cannot set 'is finalized' to True unless an Administrative status and a Part of Speech are set.
gl: Non pode marcar 'está rematada' a menos que se indiquen un Estado administrativo e unha Categoría gramatical.

source: name
gl: nome

source: TBX representation
gl: Representación de TBX

source: description
gl: descrición

source: part of speech
gl: categoría gramatical

source: parts of speech
gl: categorías gramaticais

source: grammatical gender
gl: xénero gramatical

source: grammatical genders
gl: xéneros gramaticais

source: grammatical number
gl: número gramatical

source: grammatical numbers
gl: números gramaticais

source: ISO code
gl: Código ISO

source: language
gl: idioma

source: languages
gl: idiomas

source: allows grammatical gender
gl: admite xénero gramatical

source: allows grammatical number
gl: admite número gramatical

source: parts of speech for languages
gl: categorías gramaticais para os idiomas

source: subscribers
gl: subscritores

source: glossary
gl: glosario

source: glossaries
gl: glosarios

source: Is terminologist in this glossary
gl: É terminólogo neste glosario

source: Is lexicographer in this glossary
gl: É lexicógrafo neste glosario

source: Is owner for this glossary
gl: É dono deste glosario

source: subject field
gl: ámbito

source: broader concept
gl: concepto pai

source: related concepts
gl: conceptos relacionados

source: concept
gl: concepto

source: concepts
gl: conceptos

source: Concept #%(concept_id)d
gl: Concepto #%(concept_id)d

source: %(language)s comment thread for %(concept)s
gl: Fío de comentarios de %(language)s para %(concept)s

source: allows administrative status reason
gl: admite razón de estado administrativo

source: administrative status
gl: estado administrativo

source: administrative statuses
gl: estados administrativos

source: administrative status reason
gl: razón de estado administrativo

source: administrative status reasons
gl: razóns de estado administrativo

source: translation text
gl: texto da tradución

source: Is finalized
gl: Está rematada

source: translation
gl: tradución

source: translations
gl: traducións

source: %(translation)s (%(iso_code)s) for %(concept)s
gl: %(translation)s (%(iso_code)s) para o %(concept)s

source: definition text
gl: texto da definición

source: is finalized
gl: está rematada

source: source
gl: fonte

source: definition
gl: definición

source: definitions
gl: definicións

source: Definition in %(language)s for %(concept)s: (%(definition_text)s)
gl: Definición en %(language)s para o %(concept)s: (%(definition_text)s)

source: word
gl: palabra

source: user
gl: usuario

source: sent date
gl: data de envío

source: for glossary
gl: para o glosario

source: proposal
gl: proposta

source: proposals
gl: propostas

source: external link type
gl: tipo de ligazón externa

source: external link types
gl: tipos de ligazón externa

source: address
gl: enderezo

source: link type
gl: tipo de ligazon

source: external resource
gl: recurso externo

source: external resources
gl: recursos externos

source: %(address)s (%(language)s) for %(concept)s
gl: %(address)s (%(language)s) para o %(concept)s

source: text
gl: texto

source: context sentence
gl: frase de exemplo

source: context sentences
gl: frases de exemplo

source: %(sentence)s for translation %(translation)s
gl: %(sentence)s para a tradución %(translation)s

source: corpus example
gl: exemplo de uso real en corpus

source: corpus examples
gl: exemplos de uso real en corpus

source: %(address)s for translation %(translation)s
gl: %(address)s para a tradución %(translation)s

source: Glossary owner
gl: Propietario de glosario

source: Lexicographer
gl: Lexicógrafo

source: Terminologist
gl: Terminólogo

source: collaboration role
gl: rol de colaboración

source: collaboration request
gl: solicitude de colaboración

source: collaboration requests
gl: solicitudes de colaboración

source: %(user)s requested %(role)s for %(glossary)s
gl: %(user)s solicitou o rol %(role)s para %(glossary)s

source: You already sent a similar request for this glossary!
gl: Xa enviou unha solicitude similar para este glosario!

source: You will receive a message when the glossary owners have considerated your request.
gl: Recibirá unha mensaxe cando os donos do glosario consideren a súa solicitude.

source: You have subscribed to get email notifications when a comment is saved or modified.
gl: Subscribiuse para recibir mensaxes de correo electrónico notificándolle cando se garda ou modifica un comentario.

source: Thank you for sending a new proposal. You may send more!
gl: Grazas por enviar unha nova proposta. Pode seguir enviando máis!

source: TBX file created by exporting the following glossaries:
gl: Ficheiro TBX creado ao exportar os seguintes glosarios:

source: Terminator TBX exported glossary
gl: Glosario exportado por Terminator ao formato TBX

source: Advanced Search
gl: Busca avanzada

source: Autoterm is a feature of the free software localization tool Virtaal. It consists in automatically getting from the Internet a TBX file with terminology data for the language Virtaal currently is using for translating to, without no need for the user doing nothing in order to getting it. In order to do that Virtaal has a list of URLs from which it can retrieve a TBX file for a language.
gl: Autoterm é unha característica da ferramenta de software libre para a localización Virtaal. Consiste en obter automaticamente da Internet un ficheiro TBX coa terminoloxía para o idioma ao que se está traducindo con Virtaal, sen necesidade de que o usuario o faga nada. Para poder facer isto Virtaal ten almacenada unha lista de URLs desde os cales pode recuperar un ficheiro TBX para un idioma.

source: The Terminator Autoterm feature is aimed to provide this TBX files on the fly by visiting some specific URLs, with the latest changes and improvements done to the exported data. This way Terminator will allow to Virtaal only store a list of URLs where Terminator instances are running instead of listing a lot of URLs. By default it exports data from all the glossaries in the Terminator instance, and only for the chosen language and English. It also has other constraints, like exporting only finalized definitions, and only finalized and preferred translations.
gl: A característica de Autoterm de Terminator está pensada para prover estes ficheiros TBX ao voo simplemente visitando algúns URLs específicos, e así obter os últimos cambios e melloras introducidos nos datos que se exportan. Deste xeito Terminator permítelle a Virtaal gardar só unha lista dos URLs onde se executan instancias de Terminator en vez de gardar listas con moitos URLs. De forma predeterminada expórtanse datos de todos os glosarios, e só para o idioma indicado e para o Inglés. Tamén existen outras restricións, como que só se exportan definicións rematadas, así como só traducións preferidas e rematadas.

source: By visiting <b>/autoterm/pt_BR/</b> in the current site with your browser you will retrieve a TBX file with terminological data for Brazilian Portuguese, and <b>/autoterm/fr/</b> will do the same but for French. You can try by clicking on the following link and download the <a href="/autoterm/pt_BR/">Terminator Autoterm TBX file for Brazilian Portuguese</a>.
gl: Ao visitar <b>/autoterm/pt_BR/</b> no sitio actual co seu navegador obterá un ficheiro TBX con datos terminolóxicos para o Portugués Brasileiro, e en <b>/autoterm/fr/</b> para o Francés. Pode probar a premer na seguinte ligazón e descargar o <a href="/autoterm/pt_BR/">ficheiro TBX do Autoterm de Terminator para o Portugués Brasileiro</a>.

source: Terminator: terminology management tool
gl: Terminator: ferramenta de xestión de terminoloxía

source: Easy terminology for FLOSS localization
gl: Terminoloxía sinxela para a localización de FLOSS

source: Go
gl: Ir

source: Welcome,
gl: Benvido,

source: Log out
gl: Pechar a sesión

source: Export
gl: Exportar

source: Import TBX
gl: Importar TBX

source: Glossary list
gl: Lista de glosarios

source: Concept proposals
gl: Propostas de conceptos

source: Pending concepts
gl: Conceptos pendentes

source: Latest comments
gl: Últimos comentarios

source: Latest changes
gl: Últimos cambios

source: Go to admin
gl: Ir ao sitio de administración

source: Manage languages
gl: Xestionar os idiomas

source: Manage parts of speech
gl: Xestionar as categorías gramaticais

source: Manage grammatical genders
gl: Xestionar os xéneros gramaticais

source: Manage grammatical numbers
gl: Xestionar os números gramaticais

source: Manage administrative statuses
gl: Xestionar os estados administrativos

source: Manage administrative status reasons
gl: Xestionar as razóns de estado administrativo

source: Manage external link types
gl: Xestionar os tipos de ligazón externa

source: Manage users and permissions
gl: Xestionar os usuarios e os permisos

source: Terminator by Leandro Regueiro. All data is licensed under Creative Commons By-SA.
gl: Terminator por Leandro Regueiro. Todos os datos están suxeitos aos termos da licenza Creative Commons By-SA.

source: Send request
gl: Enviar a solicitude

source: Subscribe
gl: Subscribirse

source: You may also try the <a href="/advanced_search/">advanced search</a>
gl: Tamén pode probar a <a href="/advanced_search/">busca avanzada</a>

source: Glossary List
gl: Lista de glosarios

source: No glossaries are available.
gl: Non hai glosarios dispoñíbeis.

source: Propose a new concept
gl: Propoñer un novo concepto

source: Proposing a new concept is easy. Just send a word and a definition in any language!
gl: Propoñer un novo concepto é fácil. Só ten que enviar unha palabra e unha definición para calquera idioma!

source: Send
gl: Enviar

source: You need to <a href="/accounts/login/?next=%(next)s">log in</a> if you want to send a new proposal.
gl: Ten que <a href="/accounts/login/?next=%(next)s">iniciar a sesión</a> se desexa enviar unha nova proposta.

source: Latest Proposals
gl: Últimas propostas

source: Proposed <a href="/proposals/%(proposal_id)s/">%(proposal_word)s</a> for <b>%(proposal_language)s</b> in glossary <b>%(proposal_glossary)s</b> with definition <b>«%(proposal_definition)s»</b>.
gl: Propúxose <a href="/proposals/%(proposal_id)s/">%(proposal_word)s</a> para <b>%(proposal_language)s</b> no glosario <b>%(proposal_glossary)s</b> coa definición <b>«%(proposal_definition)s»</b>.

source: %(time_ago)s ago
gl: Hai %(time_ago)s

source: Latest Changes in Glossaries
gl: Últimos cambios nos glosarios

source: RSS feed with latest changes in glossaries
gl: Fonte RSS cos últimos cambios nos glosarios

source: Deleted
gl: Eliminouse

source: Modified
gl: Modificouse

source: Added
gl: Engadiuse

source: Latest Changes in Concepts
gl: Últimos cambios nos conceptos

source: RSS feed with latest changes in concepts
gl: Fonte RSS cos últimos cambios nos conceptos

source: Latest Changes in Translations
gl: Últimos cambios nas traducións

source: RSS feed with latest changes in translations
gl: Fonte RSS cos últimos cambios nas traducións

source: Latest Comments
gl: Últimos comentarios

source: RSS feed with latest comments
gl: Fonte RSS cos últimos comentarios

source: <a href="%(comment_url)s">Comment %(comment_id)s</a> in <b>concept #%(comment_object_pk)s</b> by user <a href="/accounts/profile/%(comment.user.username)s">%(comment_username)s</a>
gl: <a href="%(comment_url)s">Comentario %(comment_id)s</a> no <b>concepto #%(comment_object_pk)s </b> de <a href="/accounts/profile/%(comment.user.username)s"> %(comment_username)s</a>

source: Search
gl: Buscar

source: You may also try the <a href="/advanced_search/">advanced search</a>.
gl: Tamén pode probar a <a href="/advanced_search/">busca avanzada</a>.

source: (Not finalized)
gl: (Sen rematar)

source: No results are available.
gl: Non hai resultados dispoñíbeis.

source: edit this concept
gl: editar este concepto

source: delete this concept
gl: eliminar este concepto

source: Subject field:
gl: Ámbito:

source: Broader concept:
gl: Concepto pai:

source: Related concepts:
gl: Conceptos relacionados:

source: Definitions:
gl: Definicións:

source: add a new definition to this concept
gl: engadirlle unha nova definición a este concepto

source: edit this definition
gl: editar esta definición

source: delete this definition
gl: eliminar esta definición

source: External resources:
gl: Recursos externos:

source: add a new external resource to this concept
gl: engadirlle un novo recurso externo a este concepto

source: edit this external resource
gl: editar este recurso externo

source: delete this external resource
gl: eliminar este recurso externo

source: Translations:
gl: Traducións:

source: add a new translation to this concept
gl: engadirlle unha nova tradución a este concepto

source: edit this translation
gl: editar esta tradución

source: delete this translation
gl: eliminar esta tradución

source: Status:
gl: Estado:

source: Reason:
gl: Razón:

source: Part of speech:
gl: Categoría gramatical:

source: Grammatical genre:
gl: Xénero gramatical:

source: Grammatical number:
gl: Número gramatical:

source: Note:
gl: Nota:

source: Example sentences:
gl: Frases de exemplo:

source: add a new example sentence to this translation
gl: engadirlle unha nova frase de exemplo a esta tradución

source: edit this example sentence
gl: editar esta frase de exemplo

source: delete this example sentence
gl: eliminar esta frase de exemplo

source: Links to real use examples:
gl: Ligazóns a exemplos de uso real:

source: add a new link to real use example to this translation
gl: engadirlle unha nova ligazón a exemplo de uso real a esta tradución

source: edit this link to real use example
gl: editar esta ligazón a exemplo de uso real

source: delete this link to real use example
gl: eliminar esta ligazón a exemplo de uso real

source: Comments
gl: Comentarios

source: %(count)s comment
gl: %(count)s comentario

source: You need to <a href="/accounts/login/?next=%(next)s#comment_form">log in</a> if you want to comment.
gl: Ten que <a href="/accounts/login/?next=%(next)s#comment_form">iniciar a sesión</a> se desexa enviar un comentario.

source: You should click on one of the languages in the above list to see a comment thread.
gl: Debe premer nun dos idiomas da lista de enriba para ver un fío de comentarios.

source: Add new concept
gl: Engadir un novo concepto

source: export glossary to TBX
gl: exportar o glosario a TBX

source: Use the next form if you want to subscribe for comment updates on this glossary.
gl: Empregue o seguinte formulario se desexa subscribirse para recibir notificacións de cambios neste glosario.

source: Use the next form if you want to send a collaboration request for this glossary.
gl: Empregue o seguinte formulario se desexa enviar unha solicitude de colaboración para este glosario.

source: Proposal list
gl: Lista de propostas

source: Language:
gl: Idioma:

source: Word:
gl: Palabra:

source: Definition:
gl: Definición:

source: User:
gl: Usuario:

source: Sent date:
gl: Data de envío:

source: For glossary:
gl: Para o glosario:

source: accept this proposal
gl: aceptar esta proposta

source: No proposals are available.
gl: Non hai propostas dispoñíbeis.

source: Content
gl: Contido

source: Metadata
gl: Metadatos

source: Other data
gl: Outros datos

source: Mail me when a new reply is posted
gl: Enviarme unha mensaxe de correo-e cando se publique unha resposta

source: comment thread
gl: fío de comentarios

source: New
gl: Nova

source: Changed
gl: Modificouse unha
