Repository: sebasmagri/terminator
Catalog: terminator/locale/*/LC_MESSAGES/django.po
Languages: gl

source: [Terminator] %(changed_or_new)s message in %(language)s thread for concept #%(concept)s
gl: [Terminator] %(changed_or_new)s mensaxe no fío de comentarios de %(language)s para o concepto #%(concept)s
